<?php

return [
    'welcome' => 'مرحباً بك',
    'logout' => 'تسجيل الخروج',
    'login' => 'تسجيل الدخول',
    'dashboard' => 'لوحة التحكم',
     'success' => 'تمت العملية بنجاح',
    'error' => 'حدث خطأ ما',
    'business_not_owned' => 'أنت غير مخوّل لإنشاء خدمة على هذا الحساب التجاري.',
    'business_pending'   => 'لا يمكنك إنشاء خدمة لأن الحساب التجاري ما زال بانتظار موافقة الأدمن.',
    'business_rejected'  => 'لا يمكنك إنشاء خدمة لأن الحساب التجاري مرفوض من قبل الأدمن.',


    'cannot_order_own_service' => 'لا يمكنك طلب خدمة تابعة لحسابك التجاري.',
'business_not_approved' => 'لا يمكن تقديم طلب لأن حساب الأعمال غير مقبول.',
'order_created' => 'تم إنشاء الطلب بنجاح.',
'sent_orders' => 'تم جلب الطلبات المرسلة بنجاح.',
'received_orders' => 'تم جلب الطلبات المستلمة بنجاح.',
'order_not_pending' => 'لا يمكن تنفيذ العملية لأن الطلب ليس قيد الانتظار.',
'order_accepted' => 'تم قبول الطلب بنجاح.',
'order_rejected' => 'تم رفض الطلب بنجاح.',
    'notifications_fetched' => 'تم جلب الإشعارات بنجاح',

];
